Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །ཀུན་རྟོག་རྟོག་པས་བསྐྱེད་པའི་ཚུལ་བཞིན་མ་ཡིན་པས།
en: “Through conceptual thinking, which is superficial,

source: །མ་རིག་བྱུང་སྟེ་འདི་ལ་འབྱུང་བྱེད་གང་ཡང་མེད།
en: Ignorance arises; it has no other source.

source: །འདུ་བྱེད་རྒྱུ་ཡང་འབྱིན་ཏེ་འཕོ་བ་ཡོད་མ་ཡིན།
en: When you eliminate the cause of formations, there is no passing on;

source: །འཕོ་བར་འགྱུར་ལ་བརྟེན་ཏེ་རྣམ་པར་ཤེས་པ་འབྱུང་།
en: Consciousness arises dependent on passing on.

source: །རྣམ་པར་ཤེས་ལས་དེ་ལྟར་མིང་དང་གཟུགས་ཀྱང་འབྱུང་།
en: “Likewise name and form appear from consciousness;

source: །མིང་དང་གཟུགས་ལས་དབང་པོ་དྲུག་ནི་ཡང་དག་འབྱུང་།
en: From name and form, the six sense fields appear.

source: །དབང་པོ་དེ་དག་འདུས་པ་ལ་ནི་རེག་ཅེས་བརྗོད།
en: When joined with these six sense fields, it is said that contact appears;

source: །རེག་པ་ལས་ནི་ཚོར་བ་རྣམ་གསུམ་འབྱུང་བར་འགྱུར།
en: Contact produces the three kinds of feelings.

source: །ཆུང་ཟད་ཚོར་བ་གང་ཡིན་དེ་ཀུན་སྲེད་པར་བཤད།
en: “Even the smallest feeling is said to be accompanied by craving,

source: །སྲེད་པས་ལས་ནི་སྡུག་བསྔལ་ཕུང་པོ་ཐམས་ཅད་འབྱུང་།
en: And craving produces all forms of clinging.

source: །ཉེ་བར་ལེན་པ་ལས་ནི་སྲིད་པ་ཐམས་ཅད་འབྱུང་།
en: The clinging in turn perpetuates all existence,

source: །སྲིད་པའི་རྐྱེན་གྱིས་དེ་ཡི་སྐྱེ་བ་འབྱུང་བར་འགྱུར།
en: And based on existence, one’s birth occurs.

source: །སྐྱེ་བའི་གཞི་ལས་རྒ་དང་ན་དང་སྡུག་བསྔལ་འགྱུར།
en: “Rooted in birth, the stages of old age, sickness, and death follow;

source: །སྲིད་པའི་དྲ་བ་འདི་ནི་སྐྱེ་བའི་རྣམ་པ་མང་།
en: In this web of existence, there are many types of birth.

source: །དེ་ལྟར་འགྲོ་བ་འདི་རྣམས་ཐམས་ཅད་རྐྱེན་བྱུང་ཉིད།
en: Likewise all beings appear from conditions,

source: །བདག་གམ་གང་ཟག་འཕོ་བ་པོ་ནི་གང་ཡང་མེད།
en: With no self or person who transmigrates.

source: །གང་ན་རྟོག་དང་རྣམ་རྟོག་མེད་དེ་ཚུལ་བཞིན་བརྗོད།
en: “Whoever has no thought or concept has found the true way;

source: །ཚུལ་བཞིན་གང་ན་ཡོད་དེར་མ་རིག་གང་ཡང་མེད།
en: Whoever has found the true way has no ignorance.

source: །གང་ན་མ་རིག་པ་ནི་འགགས་པར་གྱུར་དེ་ན།
en: Whoever has brought this ignorance to a halt

source: །སྲིད་པའི་ཡན་ལག་ཀུན་ཟད་བྱུང་ཞིང་ཟད་ནས་འགགས།
en: Has exhausted all forms of existence for good.

source: དེ་ལྟར་རྐྱེན་འདི་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད།
en: “The Awakened One, the Thus-Gone One, the Self-Arisen One

source: །དེས་ན་རང་བྱུང་བདག་ཉིད་བདག་ལ་ལུང་སྟོན་ཏོ།
en: Has severed this causation within himself.

source: །རྒྱུ་རྣམས་རྟོགས་པ་སངས་རྒྱས་ཡིན་པ་མ་གཏོགས་པར།
en: Buddha can only mean someone who knows all causality;

source: །ཕུང་པོ་སྐྱེ་མཆེད་ཁམས་རྣམས་སངས་རྒྱས་ཡིན་མི་སྨྲ།
en: It does not refer to the aggregates, sense sources, and elements.

source: །འདི་ལ་ཕ་རོལ་མུ་སྟེགས་ཅན་རྟེན་གནས་མེད་དེ།
en: “There is no place here for the heretics of other schools;

source: །ཆོས་སྦྱོར་འདི་འདྲ་འདི་ལ་རབ་ཏུ་རྩོད་པ་སྟོང་། །ཡང་དག་མངོན་སངས་རྒྱས་ལས་སྤྱད་ཅིང་རབ་དག་པ། །སེམས་ཅན་དེ་དག་ཆོས་འདི་ཤེས་པའི་སྐལ་བ་ཡོད།
en: Here, in such practice of the Dharma, the emptiness has been proclaimed. Those beings who are fortunate enough to understand this teaching Are those who studied and were purified under previous buddhas.”

source: །དེ་ལྟར་རྣམ་པ་བཅུ་གཉིས་ཀྱིས། །ཆོས་ཀྱི་འཁོར་ལོ་རབ་བསྐོར་བ།
en: When the wheel of Dharma was turned With its twelve aspects,

source: །ཀཽཎྜི་ནྱས་ནི་ཀུན་ཤེས་ཏེ།
en: Kauṇḍinya understood the meaning,

source: །དཀོན་མཆོག་གསུམ་ནི་མངོན་དུ་གྲུབ།
en: And so the Three Jewels came to be.

source: །སངས་རྒྱས་ཆོས་དང་དགེ་འདུན་ནི།
en: The Buddha, the Dharma, and the Saṅgha:

source: །དེ་དག་དཀོན་མཆོག་གསུམ་ཡིན་ཏེ།
en: These are the Three Jewels.

source: །ཚངས་པའི་གྲོང་ཁྱེར་གནས་ཀྱི་བར།
en: Even up to the Palace of Brahmā,

source: །གཅིག་ནས་གཅིག་ཏུ་སྒྲ་སོང་བ།
en: The news went out from person to person:

source: །འཇིག་རྟེན་མགོན་པོ་སྐྱོབ་པ་ཡིས།
en: “The Protector of the World

source: །རྡུལ་མེད་འཁོར་ལོ་རབ་ཏུ་བསྐོར།
en: Has turned a stainless wheel.

source: །གང་དག་འཇིག་རྟེན་རབ་དཀོན་པ། །དཀོན་མཆོག་གསུམ་ནི་བྱུང་བར་གྱུར།
en: The Three Jewels, which are so rare in this world, Have now appeared.”

source: །ཀཽཎྜི་ནྱ་ལ་སོགས་པ་དག །དགེ་སློང་དག་ནི་ལྔ་པོ་དང་། །ལྷ་ནི་བྱེ་བ་དྲུག་ཅུ་རྣམས། །ཆོས་ཀྱི་མིག་ནི་རྣམ་པར་སྦྱངས། །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ན། །གཟུགས་ཀྱི་ཁམས་ན་འཁོད་པའི་ལྷ། །གཞན་ཡང་བྱེ་བ་བརྒྱད་ཅུ་པོ། །དེ་དག་མིག་ནི་རྣམ་པར་སྦྱངས།
en: The five monks— Kauṇḍinya and the rest— Along with sixty million gods Purified their eye of Dharma. Others, however, say that there were eighty million deities Present from the realm of form. Their vision was purified At the time of the turning of the wheel of Dharma.

source: །བརྒྱད་ཁྲི་བཞི་སྟོང་མི་ཡི་རྣམས།
en: The 84,000 humans

source: །གང་དག་ལྷགས་པ་དེ་དག་ཀྱང་།
en: Who had congregated there

source: །མིག་ནི་རྣམ་པར་སྦྱངས་གྱུར་ཏེ།
en: Purified their eyes

source: །ཐམས་ཅད་ངན་པར་འགྲོ་ལས་གྲོལ།
en: And were liberated from all unfavorable rebirths.

source: །སྐད་ཅིག་དེ་ལ་ཕྱོགས་བཅུ་མཐའ་ཡས་པར་ནི་སངས་རྒྱས་གསུང་སོང་སྟེ། །སྟོབས་བཅུ་ཤཱཀྱའི་ཁྱུ་མཆོག་འདི་ནི་དྲང་སྲོང་ལྷུང་བར་གཤེགས་ནས་སུ། །བཱ་རཱ་ཎ་སཱིར་ཆོས་ཀྱི་འཁོར་ལོ་དམ་པ་གཞན་མིན་བསྐོར་ཏོ་ཞེས། །གསུང་སྙན་ཡིད་དུ་འོང་ཞིང་དགེ་བ་བར་སྣང་ཀུན་ཏུ་གྲགས་པར་གྱུར།
en: Immediately the Thus-Gone One’s unbounded voice went out into the ten directions. Its sweet and beautiful sound could be heard throughout the heavens: “The Sage of the Śākyas, endowed with the ten powers, went to the Hill of the Fallen Sages At Vārāṇasī, where he turned the one and only supreme wheel of Dharma. That is what happened.”

source: །ཕྱོགས་བཅུ་དག་ན་སངས་རྒྱས་གང་དག་ཇི་སྙེད་ཐམས་ཅད་མི་གསུང་གྱུར།
en: At Hundreds of buddhas residing in the ten directions all became silent.

source: །ཐུབ་པ་དེ་དག་རྣམས་ཀྱི་རིམ་གྲོ་པ་དག་ཀུན་གྱིས་རྒྱལ་བ་ལ། །སྒྲ་གསན་ནས་ནི་ཅི་སླད་སྟོབས་བཅུས་ཆོས་ཀྱི་བཀའ་མཆིད་རྒྱུན་ཀྱང་བཀུམ།
en: This All their attendants then asked the victorious ones, “When we heard this voice, your teaching of Dharma by means of your ten powers fell silent.

source: །ཅི་ཡི་སླད་དུ་མི་གསུང་བཞུགས་པར་གྱུར་པ་མྱུར་དུ་ལེགས་པར་གསུངས།
en: Why did you become silent? Please tell us right away!”

source: །སྔོན་གྱི་སྲིད་པ་བརྒྱར་ནི་བརྩོན་འགྲུས་སྟོབས་ཀྱིས་བྱང་ཆུབ་བསྒྲུབས་ནས་སུ། །བྱང་ཆུབ་སེམས་དཔའ་བརྒྱ་སྟོང་ཕྲག་མང་རྣམས་ཀྱང་ཕྱིར་ནི་བསྙིལ་བ་མཛད།
en: They replied, “In the past, for hundreds of lives this Buddha strove diligently toward awakening, And outshone as he did so many hundreds of thousands of bodhisattvas.

source: །དེས་ན་ཕན་པ་མཛད་པས་ཤིན་ཏུ་སྦྱངས་པས་བྱང་ཆུབ་ཤིས་པ་བརྙེས།
en: Thus did the Benefactor become so thoroughly trained and attain the most auspicious awakening, And it is because he has turned t.

source: །འཁོར་ལོ་གསུམ་དུ་བསྐོར་བ་རབ་ཏུ་བསྐོར་བས་དེས་ནི་མི་གསུང་གྱུར།
en: The Dharma wheel that revolves three times that we are silent.”

source: །ཐུབ་པ་དེ་དག་རྣམས་ཀྱི་གསུང་འདི་ཐོས་ནས་སེམས་ཅན་བྱེ་བ་བརྒྱ། །བྱམས་པའི་སྟོབས་བསྐྱེད་ནས་ནི་བྱང་ཆུབ་དམ་པ་ཤིས་པར་ཡང་དག་ཞུགས།
en: When the hundred million beings heard this answer from the buddhas, They developed the power of love and entered supreme and auspicious awakening.

source: །བདག་ཅག་རྣམས་ཀྱང་ཐུབ་པ་དེ་ལས་བརྩོན་འགྲུས་མཐུས་འཕགས་རྗེས་བསླབས་ཏེ།
en: Then they said, “Even we are able to follow in the footsteps of this Sage with all his glorious diligence and power.

source: །འཇིག་རྟེན་ལ་ནི་འཇིག་རྟེན་མཆོག་གི་ཆོས་མིག་སྦྱིན་པར་མྱུར་གྱུར་ཅིག །
en: Now may we swiftly become the best in this world; may we give to others the eye of Dharma.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ནས་འདུས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་དག་ནི་བཅོམ་ལྡན་འདས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་རྣམ་པར་འཕྲུལ་བའི་ཕྱོགས་ཉན་པར་འཚལ་བ་ལགས་ན།
en: At that point the bodhisattva, the great being, Maitreya said to the Blessed One, “Lord, these bodhisattvas, the great beings, who reside in the ten directions of the world, would like to hear from you in person in order to learn how you turn the wheel of Dharma.

source: དེའི་སླད་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་འཁོར་ལོ་རྣམ་པ་ཇི་ལྟ་བུ་ཞིག་བསྐོར་བ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ལེགས་པར་བཤད་དུ་གསོལ།
en: Therefore, Lord, please be kind enough to explain what kind of wheel is the wheel of Dharma, which has been turned by the Thus-Gone One, the Worthy One, the Perfect Buddha.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་ཆོས་ཀྱི་འཁོར་ལོ་དེ་ནི་གཏིང་མི་དམིགས་པའི་ཕྱིར་ཟབ་པའོ།
en: The Blessed One replied, “Maitreya, the wheel of Dharma is profound because it cannot be grasped by the intellect.

source: །འཁོར་ལོ་དེ་ནི་གཉིས་དང་བྲལ་བའི་ཕྱིར་མཐོང་བར་དཀའ་བའོ།
en: This wheel is hard to see because it is beyond duality.

source: །འཁོར་ལོ་དེ་ནི་ཡིད་ལ་བྱེད་པས་ཡིད་ལ་བྱ་བ་མ་ཡིན་པའི་ཕྱིར། ཁོང་དུ་ཆུད་པར་དཀའ་བའོ།
en: This wheel is hard to comprehend because it is not an object of conceptual investigation.

source: །འཁོར་ལོ་དེ་ནི་ཡེ་ཤེས་དང་རྣམ་པར་ཤེས་པ་མཉམ་པ་ཉིད་དུ་རྟོགས་པའི་ཕྱིར། རྣམ་པར་ཤེས་པར་དཀའ་བའོ།
en: This wheel is hard to discern because it is related to the sameness of wisdom and consciousness.

source: །འཁོར་ལོ་དེ་ནི་སྒྲིབ་པ་མེད་པའི་རྣམ་པར་ཐར་པ་ཐོབ་པའི་ཕྱིར། རྙོག་པ་མེད་པའོ།
en: “This wheel is without any blemishes because it leads to the attainment of liberation, which is free from any obscurations.

source: །འཁོར་ལོ་དེ་ནི་དཔེ་གཞག་པ་དང་བྲལ་བའི་ཕྱིར་ཕྲ་བའོ།
en: This wheel is subtle because it cannot be exemplified.

source: །འཁོར་ལོ་དེ་ནི་རྡོ་རྗེ་ལྟ་བུའི་ཡེ་ཤེས་ཀྱིས་ཐོབ་པའི་ཕྱིར་སྙིང་པོའོ།
en: This wheel is essential because it leads to the attainment of vajra-like wisdom.

source: །འཁོར་ལོ་དེ་ནི་སྔོན་གྱི་མཐར་མ་བྱུང་བའི་ཕྱིར་མི་ཕྱེད་པའོ།
en: This wheel is indestructible because it preexists its own turning.

source: །འཁོར་ལོ་དེ་ནི་སྤྲོས་པའི་སྐྱོན་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་སྤྲོས་པ་མེད་པའོ།
en: “This wheel is without mental elaboration because it is devoid of the sources of conceptual thinking.

source: །འཁོར་ལོ་དེ་ནི་ཤིན་ཏུ་མཐར་ཐུག་པའི་ཕྱིར་མི་འཁྲུགས་པའོ།
en: This wheel is undisturbed because of its infinite steadiness.

source: །འཁོར་ལོ་དེ་ནི་ནམ་མཁའ་དང་མཚུངས་པའི་ཕྱིར་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའོ།
en: This wheel encompasses everything because it is equal to the sky.

source: །བྱམས་པ་ཆོས་ཀྱི་འཁོར་ལོ་དེ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་དང་ངོ་བོ་ཉིད་ཀུན་ཏུ་བསྟན་པ་འཇིག་པའི་འཁོར་ལོའོ།
en: “Maitreya, this wheel of Dharma has the nature of the essence of all phenomena. It is a wheel with the power to teach.

source: །སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། འབྱུང་བ་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel beyond birth, cessation, and enduring.

source: །ཀུན་གཞི་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel without the all-ground.

source: །རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པའི་ཆོས་ཀྱི་ཚུལ་ལ་རྟོགས་པའི་འཁོར་ལོའོ།
en: It is a wheel of the Dharma-way of nonconceptuality to its full extent.

source: །སྟོང་པ་ཉིད་ཀྱི་འཁོར་ལོའོ། །མཚན་མ་མེད་པའི་འཁོར་ལོའོ། །སྨོན་པ་མེད་པའི་འཁོར་ལོའོ།
en: “It is a wheel of emptiness, a wheel of signlessness, a wheel free of any intent.

source: །མངོན་པར་འདུ་བྱ་བ་མེད་པའི་འཁོར་ལོའོ། །དབེན་པའི་འཁོར་ལོའོ། །འདོད་ཆགས་དང་བྲལ་བའི་འཁོར་ལོའོ། །འགོག་པའི་འཁོར་ལོའོ། །དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པའི་འཁོར་ལོའོ།
en: It is a wheel of the unconditioned, a wheel of solitude, a wheel without desire, a wheel of cessation, and a wheel that engages with the enlightened mind of the thus-gone ones.

source: །ཆོས་ཀྱི་དབྱིངས་འདྲེས་པ་མེད་པའི་འཁོར་ལོའོ། །ཡང་དག་པའི་མཐའ་རྣམ་པར་མི་འཁྲུགས་པའི་འཁོར་ལོའོ།
en: “It is a wheel that is unconfused regarding the realm of phenomena, a wheel that is undisturbed concerning authentic limit.

source: །ཆགས་པ་མེད་ཅིང་སྒྲིབས་པ་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel without attachment and obscuration.

source: །རྟེན་པ་ལ་འཇུག་ཅིང་གཉིས་སུ་ལྟ་བ་ལས་ཡང་དག་པར་འདའ་བའི་འཁོར་ལོའོ།
en: It is a wheel free from the two extreme views in the understanding of interdependence.

source: །ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུས་མེད་པར་རྣམ་པར་མི་འཁྲུགས་པའི་འཁོར་ལོའོ།
en: It is a wheel without disturbance within the realm of phenomena beyond center and edge.

source: །སངས་རྒྱས་ཀྱི་མཛད་པ་ལྷུན་གྱིས་གྲུབ་པར་རྒྱུན་མི་གཅོད་པའི་འཁོར་ལོའོ།
en: “It is a wheel of the effortless and ceaseless activity of the Thus-Gone One.

source: །འཇུག་པ་མེད་ཅིང་མངོན་པར་གྲུབ་པ་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel beyond activity and nonactivity.

source: །ཤིན་ཏུ་དམིགས་སུ་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel utterly ungraspable.

source: །བླང་བ་མེད་པ་དང་དོར་བ་མེད་པའི་འཁོར་ལོའོ། །བརྗོད་དུ་མེད་པའི་འཁོར་ལོའོ།
en: It is a wheel beyond effort and effortlessness, an inexpressible wheel.

source: །རང་བཞིན་གྱིས་ཇི་ལྟ་བ་བཞིན་གྱི་འཁོར་ལོའོ།
en: It is a wheel that is like the nature of phenomena.

source: །ཡུལ་གཅིག་ལ་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་འཇུག་པའི་འཁོར་ལོའོ།
en: It is a wheel of entering the sameness of all phenomena within a single sphere.

source: །སེམས་ཅན་འདུལ་བའི་ཕྱིར་ཕྱད་པར་བྱིན་གྱིས་རློབ་ཅིང་ལྡོག་པ་མེད་པའི་འཁོར་ལོའོ།
en: “It is a wheel that never reverses and continuously bestows guidance and blessings on sentient beings that are deprived of freedom.

source: །གཉིས་སུ་མེད་ཅིང་སྒྲོ་བཏགས་པ་མེད་པ་དོན་དམ་པའི་ཚུལ་ལ་འཇུག་པའི་འཁོར་ལོའོ།
en: It is a wheel of entering the way of the ultimate truth, which assumes nonduality.

source: །ཆོས་ཀྱི་དབྱིངས་སུ་ཡང་དག་པར་འདུ་བའི་འཁོར་ལོའོ།
en: It is a wheel that genuinely subsumes the realm of phenomena.

source: །འཁོར་ལོ་དེ་ནི་ཚད་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པས་དཔག་ཏུ་མེད་པའོ།
en: This wheel is immeasurable because it transcends all limits.

source: །འཁོར་ལོ་དེ་ནི་གྲངས་ཐམས་ཅད་དང་བྲལ་བས་གྲངས་མེད་པའོ།
en: “This wheel cannot be enumerated because it is beyond something that can be counted.

source: །འཁོར་ལོ་དེ་ནི་སེམས་ཀྱི་ལམ་ལས་ཡང་དག་པར་འདས་པས་བསམ་གྱིས་མི་ཁྱབ་པའོ།
en: This wheel is inconceivable because it is beyond the realm of conceptual mind.

source: །འཁོར་ལོ་དེ་ནི་གཞལ་བ་དང་བྲལ་བས་མཚུངས་པ་མེད་པའོ།
en: This wheel is unequaled because it is beyond equality.

source: །འཁོར་ལོ་དེ་ནི་སྒྲ་སྐད་ཀྱི་ཚིག་གི་ལམ་ཐམས་ཅད་དང་བྲལ་བས་བརྗོད་དུ་མེད་པ་སྟེ།
en: This wheel is inexpressible because it is beyond all paths of audible words.

source: ཚད་མེད་པ། དཔེ་མེད་པ། དཔེ་དང་བྲལ་བ།
en: “It is limitless. It is without example because it is beyond exemplification.

source: ནམ་མཁའ་དང་མཚུངས་ཤིང་འདྲ་བ།
en: It is like the sky;

source: ཆད་པ་མེད་པ། རྟག་པ་མེད་པ།
en: it does not cease, yet neither is it permanent.

source: རྟེན་པ་ལ་འཇུག་པ་དང་མི་འགལ་བ། ཞི་བ། ཤིན་ཏུ་ཉེ་བར་ཞི་བ། དེ་ཁོ་ན།
en: Accepting interdependence does not disturb its peace; it is infinitely peaceful. It is reality itself.

source: དེ་བཞིན་ཉིད། མ་ནོར་བ་དེ་བཞིན་ཉིད། གཞན་མ་ཡིན་པ། གཞན་དུ་མི་འགྱུར་བ།
en: Its nature is none other than that, not like that, or neither.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྒྲར་བརྗོད་པ།
en: “It speaks the languages of all beings.

source: བདུད་རྣམས་ཚར་གཅོད་པ། མུ་སྟེགས་ཅན་རྣམས་ཕམ་པར་བྱེད་པ།
en: It suppresses all demonic forces and defeats the extremists.

source: འཁོར་བའི་ཡུལ་ལས་འདའ་བ།
en: It is an escape from cyclic existence.

source: སངས་རྒྱས་ཀྱི་ཡུལ་ལ་འཇུག་པ།
en: It is the entering into the realm of the buddhas.

source: འཕགས་པའི་གང་ཟག་རྣམས་ཀྱིས་ཡོངས་སུ་ཤེས་པ། རང་སངས་རྒྱས་རྣམས་ཀྱིས་རྟོགས་པ།
en: It is understood by noble beings and realized by solitary buddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཡོངས་སུ་བཟུང་བ།
en: The bodhisattvas embrace it. It is praised by all the buddhas.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་དབྱེར་མེད་པའོ།། །
en: It is indivisible from all the thus-gone ones.

source: བྱམས་པ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་འཁོར་ལོ་རྣམ་པ་འདི་ལྟ་བུ་བསྐོར་ཏེ། དེ་བསྐོར་བས་དེ་བཞིན་གཤེགས་པ་ལ་དེ་བཞིན་གཤེགས་པའོ་ཞེས་བྱའོ། །
en: “Maitreya, such is the wheel of Dharma that the Thus-Gone One turns. It is when the Thus-Gone One turns this wheel that he is called a thus-gone one.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བྱའོ། །རང་བྱུང་ཞེས་བྱའོ། །ཆོས་ཀྱི་རྗེ་ཞེས་བྱའོ། །འདྲེན་པ་ཞེས་བྱའོ། །རྣམ་པར་འདྲེན་པ་ཞེས་བྱའོ། །ཡོངས་སུ་འདྲེན་པ་ཞེས་བྱའོ། །དེད་དཔོན་ཞེས་བྱའོ། །ཆོས་ཐམས་ཅད་ལ་དབང་སྒྱུར་བ་ཞེས་བྱའོ། །ཆོས་ཀྱི་དབང་ཕྱུག་ཅེས་བྱའོ།
en: Then he is called a perfectly awakened buddha, the one who naturally manifests, lord of Dharma, the guide, the perfect guide, the complete guide, the captain, the one with mastery over all dharmas, and the lord of the Dharma.

source: །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ཞེས་བྱའོ། །ཆོས་ཀྱི་སྦྱིན་བདག་ཅེས་བྱའོ། །མཆོད་སྦྱིན་རྗེ་ཞེས་བྱའོ། །མཆོད་སྦྱིན་ལེགས་པར་མཛད་པ་ཞེས་བྱའོ། །བརྟུལ་ཞུགས་གྲུབ་པ་ཞེས་བྱའོ། །དགོངས་པ་རྫོགས་པ་ཞེས་བྱའོ། །འཆད་པ་པོ་ཞེས་བྱའོ། །དབུགས་འབྱིན་པ་ཞེས་བྱའོ། །བདེ་བ་མཛད་པ་ཞེས་བྱའོ། །དཔའ་བོ་ཞེས་བྱའོ། །ཉོན་མོངས་པ་སྤོང་བ་ཞེས་བྱའོ། །
en: “He is also called the one who turns the wheel of Dharma, the liberal provider of the gift of Dharma, lord of the offerings, the one who grants offerings perfectly, the one who accomplishes disciplined action, the one who fulfills all aims, the teacher, the one who gives comfort, the hero, and the one who abandons disturbing emotions.

source: གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱའོ། །གདུགས་དང་རྒྱལ་མཚན་དང་བ་དན་བསྒྲེང་བ་ཞེས་བྱའོ། །སྣང་བ་མཛད་པ་ཞེས་བྱའོ། །འོད་མཛད་པ་ཞེས་བྱའོ། །མུན་པ་སེལ་བ་ཞེས་བྱའོ། །སྒྲོན་མ་འཛིན་པ་ཞེས་བྱའོ། །སྨན་པའི་རྒྱལ་པོ་ཆེན་པོ་ཞེས་བྱའོ། །ཡང་དག་པའི་གསོ་བ་མཛད་པ་ཞེས་བྱའོ། །ཟུག་རྔུ་འབྱིན་པ་ཆེན་པོ་ཞེས་བྱའོ།
en: “He is also known as the one who has conquered in battle, the one who hoists the parasol, the victory flag, and the banner, the one who shines, the radiant one, the one who dispels darkness, the torchbearer, the great king among physicians, the perfect healer, and the great remover of pain.

source: །ཡེ་ཤེས་གཟིགས་པ་རབ་རིབ་མི་མངའ་བ་ཞེས་བྱའོ། །ཀུན་ཏུ་གཟིགས་པ་ཞེས་བྱའོ། །ཀུན་ཏུ་རྣམ་པར་གཟིགས་པ་ཞེས་བྱའོ། །ཀུན་ནས་སྤྱན་ཅེས་བྱའོ། །ཀུན་ནས་འོད་ཅེས་བྱའོ། །ཀུན་ཏུ་སྣང་བ་ཞེས་བྱའོ། །ཀུན་ནས་སྒོ་ཞེས་བྱའོ། །ཀུན་ཏུ་བཟང་པོ་ཞེས་བྱའོ། །ཀུན་ཏུ་མཛེས་པ་ཞེས་བྱའོ། །གནས་པ་མེད་ལ་བླང་བ་མེད་ཅིང་དོར་བ་མེད་པ་ཞེས་བྱའོ། །
en: “He is the one who sees wisdom perfectly clear, the one who sees all around, the one who looks all around, the one with eyes in all directions, the one who shines in all directions, the one who lights up the world all around, the one who faces all directions, the universal sun, the universal moon, the one beautiful in every way, and the one who never abides and neither accepts nor rejects.

source: མཐོ་བར་སེམས་པ་དང་། དམའ་བར་སེམས་པ་མེད་པའི་ཕྱིར་ས་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: “He does not feel elated or depressed, and therefore he is known as the one similar to the earth.

source: །རབ་ཏུ་མི་གཡོས་པའི་ཕྱིར་རིའི་དབང་པོ་དང་འདྲ་བ་ཞེས་བྱའོ།
en: Since he is unshakable, he is known as like the king of mountains.

source: །ཡོན་ཏན་ཐམས་ཅད་དང་ལྡན་པའི་ཕྱིར། འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་དཔལ་ཞེས་བྱའོ།
en: He is known as the glory of the world because he possesses all the qualities of the world.

source: །འཇིག་རྟེན་ཐམས་ཅད་ལས་མངོན་པར་འཕགས་པའི་ཕྱིར། སྤྱི་གཙུག་བལྟར་མི་མཐོང་བ་ཞེས་བྱའོ།
en: Since he is clearly superior to the entire world, he is known as the one whose crown cannot be seen.

source: །ཟབ་ཅིང་གཏིང་དཔག་དཀའ་བའི་ཕྱིར་རྒྱ་མཚོ་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: He is called ocean-like because his profundity and depth are hard to fathom.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རིན་པོ་ཆེ་ཐམས་ཅད་རྫོགས་པའི་ཕྱིར་ཆོས་རིན་པོ་ཆེའི་འབྱུང་གནས་ཞེས་བྱའོ།
en: “He is called the source of the precious Dharma because he has perfected all the precious teachings that lead to awakening.

source: །གནས་པ་མེད་པའི་ཕྱིར་རླུང་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: He is said to be like the wind because he does not rest anywhere.

source: །ཆགས་པ་མེད་ཅིང་བཅིངས་པ་མེད་ལ་གྲོལ་བ་མེད་པའི་སེམས་དང་ལྡན་པའི་ཕྱིར་བློ་ཆགས་པ་མེད་པ་ཞེས་བྱའོ།
en: He is known to possess a nonclinging intellect because his mind is nonclinging, unfettered, and liberated.

source: །ཆོས་ཐམས་ཅད་ངེས་པར་རྟོགས་པའི་ཕྱིར་ཕྱིར་མི་ལྡོག་པའི་ཆོས་ཞེས་བྱའོ།
en: He is called the irreversible Dharma because of his realization that penetrates all phenomena.

source: །བསྙེན་པར་དཀའ་ཞིང་རློམ་སེམས་ཐམས་ཅད་སྤངས་ཏེ་ཉོན་མོངས་པ་ཐམས་ཅད་སྲེག་པར་གནས་པའི་ཕྱིར་མེ་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: He is known as the fire-like one because he burns away all disturbing emotions, having given up all pretense.

source: །ཀུན་ཏུ་རྟོག་པ་རྙོག་པ་མེད་ཅིང་སྐུ་དང་ཐུགས་དྲི་མ་མེད་ལ་སྡིག་པ་བསལ་བའི་ཕྱིར་ཆུ་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: “He is like the water because he is purified of evil and always has pure thoughts and stainless body and mind.

source: །ཡེ་ཤེས་ཡུལ་ལ་ཆགས་པ་མེད་པ་དང་། ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུང་མེད་པའི་སྤྱོད་ཡུལ་གྱི་ཡེ་ཤེས་དང་། །མངོན་པར་ཤེས་པ་བརྙེས་པའི་ཕྱིར་ནམ་མཁའ་དང་མཚུངས་པ་ཞེས་བྱའོ།
en: He is like the sky because he has actualized the wisdom of the realm of phenomena, without center or edge, within the range of nonclinging wisdom.

source: །སྒྲིབ་པའི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་སྤངས་པའི་ཕྱིར་སྒྲིབ་པ་མེད་པའི་ཡེ་ཤེས་དང་རྣམ་པར་ཐར་པ་ལ་གནས་པ་ཞེས་བྱའོ།
en: “He is known as the one who abides in a liberated state of unobstructed wisdom because he has abandoned all the different obscuring phenomena.

source: །ནམ་མཁའ་དང་མཚུངས་པར་མིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་དུ་སོང་བའི་སྐུ་དང་ལྡན་པ་ཞེས་བྱའོ།
en: He is called the one with a body that issues forth entirely from the realm of phenomena because he transcends the path of space-like vision.

source: །འཇིག་རྟེན་གྱི་ཡུལ་ཐམས་ཅད་ཀྱིས་ཉོན་མོངས་པ་མེད་པའི་ཕྱིར་སེམས་ཅན་གྱི་མཆོག་ཅེས་བྱའོ།
en: He is called the supreme being because he has no disturbing emotions caused by worldly objects.

source: །སེམས་ཅན་ཆགས་པ་མེད་པ་ཞེས་བྱའོ། །བློ་ཚད་མེད་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་སྟོན་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་སློབ་དཔོན་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་མཆོད་རྟེན་ཞེས་བྱའོ། །འཇིག་རྟེན་ན་མངོན་པར་འཕགས་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་མི་གོས་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་མགོན་པོ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་གཙོ་བོ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་ཕུལ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་དབང་ཕྱུག་ཅེས་བྱའོ། །འཇིག་རྟེན་གྱི་མཆོད་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་དཔུང་གཉེན་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་ཕ་རོལ་ཏུ་བྱོན་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་སྒྲོན་མ་ཞེས་བྱའོ། །འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: “He is called the nonclinging being, the one with the limitless intellect, the teacher of the Dharma that transcends the world, the spiritual preceptor of the world, the physician of the world, the most sublime in the world, the one who is not stained by worldly concerns, the protector of the world, the most excellent in the world, the foremost in the world, lord of the world, the one honored by the world, the ultimate refuge of the world, the one who has gone beyond the world, the light of the world, and the one transcending the world.

source: འཇིག་རྟེན་གྱི་བླ་མ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་དོན་མཛད་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་དང་འཐུན་པར་མཛད་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་མཁྱེན་པ་ཞེས་བྱའོ། །འཇིག་རྟེན་གྱི་བདག་པོ་བརྙེས་པ་ཞེས་བྱའོ། །སྦྱིན་གནས་ཆེན་པོ་ཞེས་བྱའོ། །མཆོད་པའི་འོས་ཞེས་བྱའོ། །བསོད་ནམས་ཀྱི་ཞིང་ཆེན་པོ་ཞེས་བྱའོ། །སེམས་ཅན་ཆེན་པོ་ཞེས་བྱའོ། །སེམས་ཅན་དམ་པ་ཞེས་བྱའོ། །སེམས་ཅན་མཆོག་ཅེས་བྱའོ། །སེམས་ཅན་རབ་མཆོག་ཅེས་བྱའོ། །སེམས་ཅན་བླ་མ་ཞེས་བྱའོ། །སེམས་ཅན་གོང་ན་མེད་པ་ཞེས་བྱའོ། །སེམས་ཅན་མཉམ་པ་མེད་པ་ཞེས་བྱའོ། །སེམས་ཅན་འདྲ་བ་མེད་པ་ཞེས་བྱའོ།
en: “He is called the master of the world, the one who benefits the world, the one who serves the world, the one who knows the world, the one who has become the regent of the world, the excellent recipient of gifts, the one worthy of offerings, the great field of merit, the great being, the supreme being, the most supreme being, the unexcelled being, the being with no one above, the unequaled being, and the unique being.

source: །རྟག་ཏུ་མཉམ་པར་བཞག་པ་ཞེས་བྱའོ། །ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་ལ་གནས་པ་ཞེས་བྱའོ། །ལམ་བརྙེས་པ་ཞེས་བྱའོ། །ལམ་སྟོན་པ་ཞེས་བྱའོ། །ལམ་མཚོན་པ་ཞེས་བྱའོ། །ལམ་ལ་ཤིན་ཏུ་གནས་པ་ཞེས་བྱའོ། །
en: “He is called the one who always rests in equanimity, the one who rests in the equality of all phenomena, the one who has discovered the path, the teacher of the path, the one who shows the path, and the one who genuinely abides on the path.

source: བདུད་ཀྱི་ཡུལ་ལས་ཡང་དག་པར་འདས་པ་ཞེས་བྱའོ། །བདུད་ཀྱི་དཀྱིལ་འཁོར་འཇོམས་པར་མཛད་པ་ཞེས་བྱའོ། །རྒ་ཤི་མི་མངའ་བས་བསིལ་བའི་དངོས་པོ་བརྙེས་པ་ཞེས་བྱའོ། །
en: “He is called the one who has transcended the domain of Māra and the one who has conquered the retinue of Māra. Since he is no longer subject to old age and death he is known as the one who discovered the cool quality.
